Repository: offyotto/core-monitor-app-store
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, ay, az, be, bg, bho, bn, bs, ca, ceb, co, cs, cy, da, de, dv, ee, el, eo, es, et, fa, fi, fil, fr, fy, ga, gd, gl, gn, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, om, or, pa, pl, ps, pt, qu, ro, ru, rw, sd, si, sk, sl, sm, so, sq, sr, su, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

# weather.condition.clear
source: Clear
af: Duidelik
am: ግልጽ
ar: واضح
as: পৰিষ্কাৰ
ay: Qhana
az: Təmiz
be: Ясна
bg: ясно
bho: साफ
bn: পরিষ্কার
bs: Jasno
ca: Clar
ceb: Klaro
co: Chjara
cs: Jasný
cy: Clir
da: Klar
de: Klar
dv: ސާފުކޮށް
ee: Me kᴐ
el: Σαφής
eo: Klara
es: Claro
et: Selge
fa: پاک کردن
fi: Selkeä
fil: Maaliwalas
fr: Clair
fy: Klear
ga: Glan
gd: Soilleir
gl: Limpar
gn: Hesakã
gu: સાફ કરો
ha: Share
he: בָּרוּר
hi: स्पष्ट
hr: Jasan
ht: Klè
hu: Világos
hy: Պարզ
id: Jernih
ig: Kpochapụ
is: Hreinsa
it: Chiaro
ja: クリア
jv: Cetha
ka: წმინდა
kk: Таза
km: ច្បាស់
kn: ತೆರವುಗೊಳಿಸಿ
ko: 분명한
ku: Zelal
ky: Таза
lb: Kloer
lo: ຈະແຈ້ງ
lt: Aišku
lv: Skaidrs
mg: Mazava
mi: Maamaa
mk: Јасно
ml: ക്ലിയർ
mn: Тодорхой
mr: साफ
ms: Jelas
mt: Ċara
my: ရှင်းပါတယ်။
nb: Klar
ne: खाली गर्नुहोस्
nl: Duidelijk
om: Ifaa
or: ସଫା
pa: ਸਾਫ਼
pl: Jasne
ps: روښانه
pt: Claro
qu: Pichay
ro: Clar
ru: Прозрачный
rw: Biragaragara
sd: پڌرو
si: පැහැදිලියි
sk: Jasné
sl: jasno
sm: manino
so: Cad
sq: E qartë
sr: Јасно
su: Jelas
sv: Rensa
sw: Wazi
ta: தெளிவு
te: క్లియర్
tg: Тоза
th: ชัดเจน
tk: Arassala
tr: Temizlemek
tt: Чиста
ug: ئېنىق
uk: ясно
ur: صاف
uz: Toza
vi: Thông thoáng
xh: Cacileyo
yi: קלאָר
yo: Ko o
zh_hans: 清除
zh_hant: 清除
zu: Kucace

# weather.condition.drizzle
source: Drizzle
af: Motreën
am: አፍስሱ
ar: رذاذ
as: ড্ৰিজল
ay: Ukax mä juk’a pachanakanwa
az: Çisin
be: Дожджык
bg: Дъжд
bho: बूंदाबांदी के बूंदा बा
bn: গুঁড়ি গুঁড়ি বৃষ্টি
ca: Ruixer
ceb: Pag-agas
co: Pivicina
cs: Mrholení
cy: Diferyn
da: Støvregn
de: Nieselregen
dv: ޑްރިޒްލް ކޮށްލާށެވެ
ee: Tsidzadza si le tsia dzi
el: Ψιλοβρέχει
eo: Pluveto
es: Llovizna
et: Vihma
fa: نم نم باران
fi: Tihkusade
fil: ambon
fr: Bruine
ga: Ceobhrán
gd: Dreach
gl: Choveira
gn: Oky
gu: ઝરમર વરસાદ
ha: Ruwa
he: זַרזִיף
hi: बूंदा बांदी
hr: Rominjati
ht: Farinen
hu: Szitálás
hy: Կաթել
id: Gerimis
ig: Wụsa mmiri
is: Súld
it: Pioviggina
ja: 霧雨
jv: gerimis
ka: წურბელა
kk: Жаңбыр
km: ភ្លៀង
kn: ತುಂತುರು ಮಳೆ
ko: 이슬비
ky: Жамгыр
lb: Drëpsen
lo: ຝົນ
lt: Šlapdriba
lv: Līņš
mg: manify
mi: Te waiti
mk: Ситен дожд
ml: ചാറ്റൽ മഴ
mn: Шиврээ бороо
mr: रिमझिम पाऊस
ms: Hujan renyai-renyai
my: မိုးဖွဲ
nb: Duskregn
ne: मुसलधारे पानी
nl: Motregen
om: Roobni roobsaa
or: Izz ିପି .ିପି
pa: ਤੁਪਕਾ
pl: Mżawka
ps: اورښت
pt: Chuvisco
qu: Ch’allay
ro: Burniţă
ru: Морось
rw: Imvura
sd: بوند بوند
si: පොද වැස්ස
sk: Mrholenie
sl: Dreži
sm: timuga
so: Daadi
sq: Shij shiu
sr: Дриззле
su: girimis
sv: Dugga
sw: Kunyesha
ta: தூறல்
te: చినుకులు
tg: Борон
th: ฝนตกปรอยๆ
tk: Damja
tr: Çiseleyen yağmur
tt: Яңгыр
ug: سىم-سىم يامغۇر
uk: Дощик
ur: بوندا باندی
uz: Yog'ingarchilik
vi: Mưa phùn
xh: Ukuvuza
yi: דריזזלע
yo: Sisọ
zh_hans: 细雨
zh_hant: 細雨
zu: Ukuvuza

# weather.condition.fog
source: Fog
af: Mis
am: ጭጋግ
ar: ضباب
as: কুঁৱলী
ay: Qinaya
az: Duman
be: Туман
bg: мъгла
bho: कोहरा
bn: কুয়াশা
bs: Magla
ca: Boira
ceb: gabon
co: Nebbia
cs: Mlha
cy: Niwl
da: Tåge
de: Nebel
dv: ދުންފިނި
ee: Afu
el: Ομίχλη
eo: Nebulo
es: Niebla
et: Udu
fa: مه
fi: Sumu
fil: Ulap
fr: Brouillard
fy: Mist
ga: Ceo
gd: Ceò
gl: Néboa
gn: Tatatĩna
gu: ધુમ્મસ
he: עֲרָפֶל
hi: कोहरा
hr: Magla
ht: Bwouya
hu: Köd
hy: Մառախուղ
id: Kabut
is: Þoka
it: Nebbia
ja: 霧
jv: kabut
ka: ნისლი
kk: Тұман
km: អ័ព្ទ
kn: ಮಂಜು
ko: 안개
ku: Mûj
ky: Туман
lb: Niwwel
lo: ໝອກ
lt: Rūkas
lv: Migla
mg: zavona
mi: Kohu
mk: Магла
ml: മൂടൽമഞ്ഞ്
mn: Манан
mr: धुके
ms: kabut
mt: Ċpar
my: မြူနှင်း
nb: Tåke
ne: कुहिरो
nl: Mist
om: Huurrii
or: କୁହୁଡି
pa: ਧੁੰਦ
pl: Mgła
ps: فوګ
pt: Névoa
qu: Panpa puyu
ro: Ceaţă
ru: Туман
rw: Igicu
sd: ڪوهيڙو
si: මීදුම
sk: Hmla
sl: megla
sm: puao
so: Ceeryaan
sq: Mjegull
sr: Магла
su: Halimun
sv: Dimma
sw: Ukungu
ta: மூடுபனி
te: పొగమంచు
tg: Туман
th: หมอก
tk: Duman
tr: Sis
tt: Томан
ug: تۇمان
uk: Туман
ur: دھند
uz: Tuman
vi: Sương mù
xh: Inkungu
yi: נעפּל
yo: Fogi
zh_hans: 多雾路段
zh_hant: 多霧路段
zu: Inkungu

# weather.condition.mainlyClear
source: Mainly Clear
af: Hoofsaaklik duidelik
am: በዋናነት ግልጽ
ar: واضح بشكل رئيسي
as: মূলতঃ স্পষ্ট
ay: Jilapachax Qhana
az: Əsasən Aydındır
be: Пераважна ясна
bg: Основно ясно
bho: मुख्य रूप से साफ बा
bn: প্রধানত পরিষ্কার
bs: Uglavnom Clear
ca: Principalment clar
ceb: Panguna nga Klaro
co: Principalmente chjaru
cs: Hlavně Jasno
cy: Yn Glir yn Bennaf
da: Hovedsageligt klart
de: Hauptsächlich klar
dv: މައިގަނޑު ގޮތެއްގައި ސާފު
ee: Vevietɔ Eme Kɔkɔ
el: Κυρίως Αίθριος
eo: Ĉefe Klara
es: Principalmente claro
et: Peamiselt selge
fa: عمدتاً واضح است
fi: Pääasiassa Kirkas
fil: Pangunahing Malinaw
fr: Principalement clair
fy: Foaral dúdlik
ga: Soiléir go príomha
gd: Soilleir sa mhòr-chuid
gl: Principalmente claro
gn: Principalmente Hesakã
gu: મુખ્યત્વે સ્પષ્ટ
ha: A bayyane yake
he: ברור בעיקר
hi: मुख्यतः साफ़
hr: Uglavnom jasno
ht: Sitou klè
hu: Főleg Clear
hy: Հիմնականում պարզ
id: Terutama Jelas
ig: Kpochapụ nke ọma
is: Aðallega ljóst
it: Soprattutto chiaro
ja: メインクリア
jv: Utamane Clear
ka: ძირითადად წმინდა
kk: Негізінен Ашық
km: ច្បាស់ជាចម្បង
kn: ಮುಖ್ಯವಾಗಿ ಸ್ಪಷ್ಟ
ko: 주로 맑은
ku: Bi piranî Zelal
ky: Негизинен Ачык
lb: Haaptsächlech kloer
lo: ສ່ວນຫຼາຍແມ່ນຈະແຈ້ງ
lt: Daugiausia skaidrus
lv: Galvenokārt Skaidrs
mg: Mazava indrindra
mi: Maamaa te nuinga
mk: Главно чисто
ml: പ്രധാനമായും ക്ലിയർ
mn: Гол нь тодорхой
mr: मुख्यतः साफ
ms: Terutamanya Jelas
mt: Prinċipalment ċar
my: အဓိကကတော့ရှင်းပါတယ်။
nb: Hovedsakelig klar
ne: मुख्य रूपमा स्पष्ट
nl: Voornamelijk helder
om: Irra caalaa Ifa
or: ମୁଖ୍ୟତ Clear ସଫା |
pa: ਮੁੱਖ ਤੌਰ 'ਤੇ ਸਾਫ਼
pl: Głównie jasne
ps: په عمده توګه روښانه
pt: Principalmente claro
qu: Principalmente Claro
ro: În principal clar
ru: Преимущественно ясно
rw: Ahanini
sd: بنيادي طور تي صاف
si: ප්රධාන වශයෙන් පැහැදිලිය
sk: Hlavne Jasné
sl: Predvsem jasno
sm: Aemaise manino
so: Inta badan cad
sq: Kryesisht e qartë
sr: Маинли Цлеар
su: Utamana Jelas
sv: Främst klart
sw: Hasa wazi
ta: முக்கியமாக தெளிவானது
te: ప్రధానంగా క్లియర్
tg: Асосан равшан
th: ชัดเจนเป็นหลัก
tk: Esasan arassa
tr: Esas olarak Temizle
tt: Нигездә чиста
ug: ئاساسلىقى ئېنىق
uk: Переважно ясно
ur: بنیادی طور پر صاف
uz: Asosan aniq
vi: Chủ yếu rõ ràng
xh: Ngokukodwa
yi: דער הויפּט קלאָר
yo: Ni akọkọ Ko o
zh_hans: 主要是清晰
zh_hant: 主要是清晰
zu: Ngokuyinhloko Kucacile

# weather.condition.overcast
source: Overcast
af: Bewolk
am: የተጋነነ
ar: ملبد بالغيوم
as: মেঘময়
ay: Ch’amaka ch’amaka
az: Buludlu
be: Пахмурна
bg: Облачно
bho: घटाटोप के बा
bn: মেঘলা
bs: Oblačno
ca: Ennuvolat
ceb: Nagdag-um
co: Coperto
cs: Zatažený
cy: Cymylog
da: Overskyet
de: Bedeckt
dv: ވިލާގަނޑެއް އުފެދިގެންދާނެއެވެ
ee: Alilikpo dodo
el: Νεφελώδης
eo: Nuba
es: Nublado
et: Pilves ilm
fa: ابری
fi: Pilvinen
fil: maulap
fr: Couvert
fy: Bewolkt
ga: Dorcha
gd: Sgòthan geala
gl: Cuberto
gn: Arai’ỹi
gu: વાદળછાયું
ha: Girgiza kai
he: מְעוּנָן
hi: घटाटोप
hr: Oblačan
ht: Nwa
hu: Felhős
hy: Ամպամած
id: Mendung
ig: Ijuju oke
is: Skýjað
it: Coperto
ja: 曇り
jv: mendhung
ka: მოღრუბლული
kk: Бұлтты
km: ងងឹត
kn: ಮೋಡ ಕವಿದ ವಾತಾವರಣ
ko: 흐린
ku: Ewrîn
ky: Булут каптап турат
lb: Bewölkt
lo: ເມກໝອກ
lt: Debesuota
lv: Apmācies
mg: Nanjombona
mi: Kōuriuri
mk: Облачно
ml: മൂടൽമഞ്ഞ്
mn: Бүрхэг
mr: ढगाळ
ms: mendung
mt: Imsaħħab
my: အုံ့
nb: Overskyet
ne: बादल छ
nl: Bewolkt
om: Duumeessa
or: ଆଚ୍ଛାଦିତ
pa: ਬੱਦਲਵਾਈ
pl: Pochmurny
ps: بادرنګ
pt: Nublado
qu: Puyuyuq
ro: Acoperit de nori
ru: Пасмурно
rw: Byinshi
sd: اونداهي
si: වළාකුළු පිරි
sk: Zamračené
sl: Oblačno
sm: Ua puaoa
so: Baahsan
sq: I mbuluar me re
sr: Облачно
su: Mendung
sv: Mulen
sw: Mawingu
ta: மேகமூட்டம்
te: మేఘావృతమైంది
tg: абрнок
th: มืดครึ้ม
tk: Garaňky
tr: Bulutlu
tt: Караңгы
ug: قاپقارا
uk: Похмуро
ur: ابر آلود
uz: Bulutli
vi: U ám
xh: Kusibekele
yi: פאַרוואָלקנט
yo: Aṣeju
zh_hans: 灰蒙蒙
zh_hant: 灰濛濛
zu: Ukusibekela

# weather.condition.partlyCloudy
source: Partly Cloudy
af: Gedeeltelik Bewolk
am: ከፊል ደመናማ
ar: غائم جزئيا
as: আংশিকভাৱে ডাৱৰীয়া
ay: Mä chiqanx Qhixu qhixu
az: Parçalı buludlu
be: Пераменная воблачнасць
bg: Променлива облачност
bho: आंशिक रूप से बादल छाए रहेंगे
bn: আংশিক মেঘলা
bs: Delimično oblačno
ca: Parcialment ennuvolat
ceb: Bahalag Madag-umon
co: Parzialmente nuvoloso
cs: Částečně oblačno
cy: Yn Rhannol Cymylog
da: Delvis skyet
de: Teilweise bewölkt
dv: ބައެއް ގޮތްގޮތުން ވިލާގަނޑެއް އޮވެއެވެ
ee: Alilikpo dodo ƒe akpa aɖe
el: Μερική συννεφιά
eo: Parte nuba
es: Parcialmente nublado
et: Peamiselt pilves
fa: نیمه ابری
fi: Puolipilvistä
fil: Bahagyang Maulap
fr: Partiellement nuageux
fy: Foar in part bewolkt
ga: Beagán Scamallach
gd: Gu ìre sgòthach
gl: Parcialmente nubrado
gn: Parcialmente Arai
gu: આંશિક વાદળછાયું
ha: Bangaren Girgije
he: מעונן חלקית
hi: आंशिक रूप से बादल छाएंगे
hr: Djelomično oblačno
ht: Pasyèlman twoub
hu: Helyenként felhős
hy: Մասամբ ամպամած
id: Sebagian Berawan
ig: Nwere obere urukpuru
is: Skýjað með köflum
it: Parzialmente nuvoloso
ja: 所により曇り
jv: Sebagéyan Mendhung
ka: ნაწილობრივ მოღრუბლული
kk: Жартылай бұлтты
km: មានពពកច្រើនផ្នែក
kn: ಭಾಗಶಃ ಮೋಡ
ko: 부분적으로 흐림
ky: Кооз булуттуу
lb: Deelweis bedeckt
lo: ມີເມກປົກຄຸມເປັນບາງສ່ວນ
lt: Debesuota su pragiedruliais
lv: Daļēji mākoņains
mg: Misy andian-drahona
mi: Wahi Kapua
mk: Делумно облачно
ml: ഭാഗികമായി മേഘാവൃതം
mn: Багавтар үүлтэй
mr: अंशतः ढगाळ
ms: Sebahagian Mendung
mt: Parzjalment imsaħħab
my: တိမ်ကွက်ကြားဖုံးသည်
nb: Delvis skyet
ne: आंशिक बदली
nl: Gedeeltelijk bewolkt
om: Gartokkoon Duumeessa
or: ଆଂଶିକ ମେଘୁଆ |
pa: ਥੋੜੇ ਜਿਹੇ ਬੱਦਲ
pl: Częściowe zachmurzenie
ps: یو څه وریځې
pt: Parcialmente Nublado
qu: Parcialmente Puyuyuq
ro: Parțial înnorat
ru: Переменная облачность
rw: Igicu
sd: جزوي ابر آلود
si: අර්ධ වශයෙන් වළාකුළු සහිත
sk: Polooblačno
sl: Delno oblačno
sm: Vaega Ao
so: Qayb Darruur leh
sq: Pjesërisht me vranësira
sr: Делимично облачно
su: Sabagian Berawan
sv: Delvis molnigt
sw: Mawingu Kiasi
ta: ஓரளவு மேகமூட்டம்
te: పాక్షికంగా మేఘావృతం
tg: Нимаабрӣ
th: มีเมฆเป็นบางส่วน
tk: Bölekleýin bulutly
tr: Parçalı Bulutlu
tt: Болытлы
ug: قىسمەن بۇلۇتلۇق
uk: Мінлива хмарність
ur: جزوی طور پر ابر آلود
uz: Qisman bulutli
vi: Có mây rải rác
xh: Kurhatyele kancinci
yi: טייל פארוואלקענט
yo: Kurukuru ni apakan
zh_hans: 多云
zh_hant: 多雲
zu: Kucishe kube namafu

# weather.condition.rain
source: Rain
af: Reën
am: ዝናብ
ar: مطر
as: বৰষুণ
ay: Jallu
az: Yağış
be: Дождж
bg: дъжд
bho: बरखा
bn: বৃষ্টি
bs: Kiša
ca: Pluja
ceb: Ulan
co: Piuvia
cs: Déšť
cy: Glaw
da: Regn
de: Regen
dv: ވާރޭ
ee: Tsidzadza
el: Βροχή
eo: Pluvo
es: Lluvia
et: Vihma
fa: باران
fi: Sade
fil: ulan
fr: Pluie
fy: Rein
ga: Báisteach
gd: Uisge
gl: Choiva
gn: Ama
gu: વરસાદ
ha: Ruwan sama
he: גֶשֶׁם
hi: बारिश
hr: Kiša
ht: Lapli
hu: Eső
hy: Անձրև
id: Hujan
ig: Mmiri ozuzo
is: Rigning
it: Piovere
ja: 雨
jv: udan
ka: წვიმა
kk: Жаңбыр
km: ភ្លៀង
kn: ಮಳೆ
ko: 비
ku: Baran
ky: Жамгыр
lb: Reen
lo: ຝົນ
lt: Lietus
lv: Lietus
mg: orana
mi: ua
mk: Дожд
ml: മഴ
mn: Бороо
mr: पाऊस
ms: hujan
mt: Xita
my: မိုး
nb: Regn
ne: वर्षा
nl: Regen
om: Rooba
or: ବର୍ଷା
pa: ਮੀਂਹ
pl: Deszcz
ps: باران
pt: Chuva
qu: Para
ro: Ploaie
ru: Дождь
rw: Imvura
sd: مينهن
si: වැස්ස
sk: Dážď
sl: dež
sm: Timuga
so: Roob
sq: Shiu
sr: Киша
su: Hujan
sv: Regn
sw: Mvua
ta: மழை
te: వర్షం
tg: Борон
th: ฝน
tk: Rainagyş
tr: Yağmur
tt: Яңгыр
ug: يامغۇر
uk: Дощ
ur: بارش
uz: Yomg'ir
vi: Cơn mưa
xh: Imvula
yi: רעגן
yo: Ojo
zh_hans: 雨
zh_hant: 雨
zu: Imvula

# weather.condition.snow
source: Snow
af: Sneeu
am: በረዶ
ar: ثلج
as: তুষাৰ
ay: Khunu
az: qar
be: Снег
bg: сняг
bho: बरफ
bn: তুষার
bs: Snijeg
ca: Neu
ceb: niyebe
co: Neve
cs: Sněžení
cy: Eira
da: Sne
de: Schnee
dv: ސްނޯ
ee: Sno
el: Χιόνι
eo: Neĝo
es: Nieve
et: Lumi
fa: برف
fi: Lumi
fil: niyebe
fr: Neige
fy: Snie
ga: Sneachta
gd: Sneachda
gl: Neve
gn: Yrypy'avavúi
gu: સ્નો
ha: Dusar ƙanƙara
he: שֶׁלֶג
hi: बर्फ
hr: Snijeg
ht: Nèj
hu: Hó
hy: Ձյուն
id: Salju
is: Snjór
it: Nevicare
ja: 雪
jv: salju
ka: თოვლი
kk: Қар
km: ព្រិល
kn: ಹಿಮ
ko: 눈
ku: Berf
ky: Кар
lb: Schnéi
lo: ຫິມະ
lt: Sniegas
lv: Sniegs
mg: oram-panala
mi: Hukarere
mk: Снег
ml: മഞ്ഞ്
mn: Цас
mr: बर्फ
ms: salji
my: နှင်း
nb: Snø
ne: हिउँ
nl: Sneeuw
om: Rooba cabbii
or: ତୁଷାର
pa: ਬਰਫ਼
pl: Śnieg
ps: واوره
pt: Neve
qu: Lasta
ro: Zăpadă
ru: Снег
rw: Urubura
sd: برف
si: හිම
sk: Sneh
sl: sneg
sm: kiona
so: Baraf
sq: borë
sr: Снег
su: Salju
sv: Snö
sw: Theluji
ta: பனி
te: మంచు
tg: Барф
th: หิมะ
tk: Gar
tr: Kar
tt: Кар
ug: قار
uk: сніг
ur: برف
uz: Qor
vi: Tuyết
xh: Ikhephu
yi: שניי
yo: Òjò dídì
zh_hans: 雪
zh_hant: 雪
zu: Isithwathwa

# weather.condition.thunderstorm
source: Thunderstorm
af: Donderstorm
am: ነጎድጓድ
ar: عاصفة رعدية
as: ধুমুহা
ay: Qhixu qhixu qhixu
az: Tufan
be: Навальніца
bg: гръмотевична буря
bho: गरज के तूफान आ गइल बा
bn: বজ্রপাত
bs: Grmljavina
ca: Tempesta
ceb: Bagyo sa dalugdog
co: Tempesta
cs: Bouřka
cy: Storm a tharanau
da: Tordenvejr
de: Gewitter
dv: ގުގުރުން
ee: Dziɖegbe ƒe ahomya
el: Καταιγίδα
eo: Fulmotondro
es: Tormenta
et: Äikesetorm
fa: رعد و برق
fi: Ukonilma
fil: bagyong may kulog at kulog
fr: Orage
fy: Ûnwaar
ga: Spéirling
gd: Stoirm tàirneanaich
gl: Treboada
gn: Arasunu yvytu hatã
gu: વાવાઝોડું
ha: Tsawa
he: סוּפַת רַעֲמִים
hi: आंधी तूफान
hr: Oluja
ht: Tanpèt loraj
hu: Zivatar
hy: Ամպրոպ
id: Hujan badai
ig: Egbè eluigwe
is: Þrumuveður
it: Temporale
ja: 雷雨
jv: badai gludhug
ka: ჭექა-ქუხილი
kk: Найзағай
km: ផ្គរលាន់
kn: ಚಂಡಮಾರುತ
ko: 뇌우
ku: Ewr
ky: Чагылган
lb: Donnerwieder
lo: ຟ້າຮ້ອງ
lt: Perkūnija
lv: Pērkona negaiss
mi: Te whatitiri
mk: Невреме со грмотевици
ml: ഇടിമിന്നൽ
mn: Аадар бороо
mr: गडगडाट
ms: Ribut petir
mt: Maltempata bir-ragħad
my: မိုးကြိုး
nb: Tordenvær
ne: आँधी
nl: Onweer
om: Obomboleettii
or: ବଜ୍ରପାତ
pa: ਗਰਜ
pl: Burza z piorunami
ps: تندر
pt: Tempestade
qu: T'uqyay
ro: Furtună
ru: Гроза
rw: Inkuba
sd: ٿلهو
si: ගිගුරුම් සහිත වැසි
sk: Búrka
sl: nevihta
sm: Faititili
so: Onkod
sq: stuhi
sr: Тхундерсторм
su: Guntur guludug
sv: Åskväder
sw: Mvua ya radi
ta: இடியுடன் கூடிய மழை
te: పిడుగుపాటు
tg: Раъду барк
th: พายุฝนฟ้าคะนอง
tk: Underyldyrym çakdy
tr: Fırtına
tt: Күк күкрәү
ug: گۈلدۈرمامىلىق يامغۇر
uk: гроза
ur: گرج چمک
uz: Momaqaldiroq
vi: Dông
xh: Indudumo
yi: שטורעם
yo: Ààrá
zh_hans: 雷雨
zh_hant: 雷雨
zu: Ukuduma kwezulu

# weather.condition.weather
source: Weather
af: Weer
am: የአየር ሁኔታ
ar: طقس
as: বতৰ
ay: Pacha
az: Hava
be: Надвор'е
bg: Времето
bho: मौसम
bn: আবহাওয়া
bs: Vrijeme
ca: El temps
ceb: Panahon
co: Tempu
cs: Počasí
cy: Tywydd
da: Vejr
de: Wetter
dv: މޫސުން
ee: Ya me
el: Καιρός
eo: Vetero
es: Clima
et: Ilm
fa: آب و هوا
fi: Sää
fil: Panahon
fr: Météo
fy: Wetter
ga: Aimsir
gd: Aimsir
gl: Tempo
gn: Ára
gu: હવામાન
ha: Yanayi
he: מֶזֶג אֲוִיר
hi: मौसम
hr: Vrijeme
ht: Tan
hu: Időjárás
hy: Եղանակ
id: Cuaca
ig: Ihu igwe
is: Veður
it: Tempo atmosferico
ja: 天気
jv: Cuaca
ka: ამინდი
kk: Ауа райы
km: អាកាសធាតុ
kn: ಹವಾಮಾನ
ko: 날씨
ku: Hewa
ky: Аба ырайы
lb: Wieder
lo: ສະພາບອາກາດ
lt: Orai
lv: Laikapstākļi
mi: Huarere
mk: Времето
ml: കാലാവസ്ഥ
mn: Цаг агаар
mr: हवामान
ms: Cuaca
mt: Temp
my: ရာသီဥတု
nb: Vær
ne: मौसम
nl: Weer
om: Haala qilleensaa
or: ପାଣିପାଗ
pa: ਮੌਸਮ
pl: Pogoda
ps: هوا
pt: Clima
qu: Llapiya
ro: Vreme
ru: Погода
rw: Ikirere
sd: موسم
si: කාලගුණය
sk: Počasie
sl: Vreme
sm: Tau
so: Cimilada
sq: Moti
sr: Временска прогноза
su: Hawa
sv: Väder
sw: Hali ya hewa
ta: வானிலை
te: వాతావరణం
tg: Обу ҳаво
th: สภาพอากาศ
tk: Howa
tr: Hava durumu
tt: Weatherава торышы
ug: ھاۋارايى
uk: Погода
ur: موسم
uz: Ob-havo
vi: Thời tiết
xh: Imozulu
yi: וועטער
yo: Oju ojo
zh_hans: 天气
zh_hant: 天氣
zu: Isimo sezulu

# weather.enable.body
source: Core-Monitor requires your location to display local weather.
af: core-monitor vereis jou ligging om die weer te vertoon.
am: core-monitor የአየር ሁኔታን ለማሳየት አካባቢዎን ይፈልጋል።
ar: يتطلب core-monitor موقعك لعرض الطقس.
as: বতৰ প্ৰদৰ্শন কৰিবলৈ core-monitor ৰ বাবে আপোনাৰ অৱস্থানৰ প্ৰয়োজন।
ay: core-monitor ukax kawkhantix utjki ukax pacha uñacht’ayañatakiw mayi.
az: core-monitor havanı göstərmək üçün yerinizi tələb edir.
be: core-monitor патрабуе вашага месцазнаходжання для адлюстравання надвор'я.
bg: core-monitor изисква вашето местоположение, за да покаже времето.
bho: core-monitor के मौसम के प्रदर्शित करे खातिर राउर स्थान के जरूरत होला।
bn: core-monitor আবহাওয়া প্রদর্শনের জন্য আপনার অবস্থানের প্রয়োজন।
bs: core-monitor zahtijeva vašu lokaciju za prikaz vremena.
ca: core-monitor requereix la vostra ubicació per mostrar el temps.
ceb: Gikinahanglan sa core-monitor ang imong lokasyon aron ipakita ang panahon.
co: core-monitor richiede u vostru locu per vede u clima.
cs: core-monitor vyžaduje k zobrazení počasí vaši polohu.
cy: Mae core-monitor yn gofyn am eich lleoliad i arddangos y tywydd.
da: core-monitor kræver din placering for at vise vejret.
de: core-monitor benötigt Ihren Standort, um das Wetter anzuzeigen.
dv: core-monitor އިން މޫސުން ދައްކާލުމަށް ތިބާގެ ލޮކޭޝަން ބޭނުންވެއެވެ.
ee: core-monitor bia be afi si nèle la naɖe yame ƒe nɔnɔme afia.
el: Το core-monitor απαιτεί την τοποθεσία σας για να εμφανίζει τον καιρό.
eo: core-monitor postulas vian lokon por montri la veteron.
es: core-monitor requiere su ubicación para mostrar el clima.
et: core-monitor nõuab ilmateate kuvamiseks teie asukohta.
fa: core-monitor برای نمایش آب و هوا به موقعیت مکانی شما نیاز دارد.
fi: core-monitor vaatii sijaintisi näyttääkseen sään.
fil: Kinakailangan ng core-monitor ang iyong lokasyon upang ipakita ang lagay ng panahon.
fr: core-monitor nécessite votre emplacement pour afficher la météo.
fy: core-monitor fereasket jo lokaasje om it waar te werjaan.
ga: Éilíonn core-monitor do shuíomh chun an aimsir a thaispeáint.
gd: Feumaidh core-monitor d’ àite gus an aimsir a thaisbeanadh.
gl: core-monitor require a túa localización para mostrar o tempo.
gn: core-monitor ojerure nde reimeha ohechauka hag̃ua ára.
gu: હવામાન દર્શાવવા માટે core-monitor ને તમારા સ્થાનની જરૂર છે.
ha: core-monitor yana buƙatar wurin ku don nuna yanayin.
he: core-monitor דורש את המיקום שלך כדי להציג את מזג האוויר.
hi: core-monitor को मौसम प्रदर्शित करने के लिए आपके स्थान की आवश्यकता है।
hr: core-monitor zahtijeva vašu lokaciju za prikaz vremena.
ht: core-monitor mande kote w ap montre move tan an.
hu: A core-monitor megköveteli a tartózkodási helyét az időjárás megjelenítéséhez.
hy: core-monitor-ը պահանջում է ձեր գտնվելու վայրը՝ եղանակը ցուցադրելու համար:
id: core-monitor memerlukan lokasi Anda untuk menampilkan cuaca.
ig: core-monitor chọrọ ọnọdụ gị iji gosipụta ihu igwe.
is: core-monitor krefst staðsetningu þinnar til að sýna veðrið.
it: core-monitor richiede la tua posizione per visualizzare il meteo.
ja: core-monitor では、天気を表示するには現在地が必要です。
jv: core-monitor mbutuhake lokasi sampeyan kanggo nampilake cuaca.
ka: core-monitor მოითხოვს თქვენს მდებარეობას ამინდის საჩვენებლად.
kk: core-monitor ауа райын көрсету үшін орналасқан жеріңізді талап етеді.
km: core-monitor ទាមទារទីតាំងរបស់អ្នកដើម្បីបង្ហាញអាកាសធាតុ។
kn: core-monitor ಹವಾಮಾನವನ್ನು ಪ್ರದರ್ಶಿಸಲು ನಿಮ್ಮ ಸ್ಥಳದ ಅಗತ್ಯವಿದೆ.
ko: core-monitor에서는 날씨를 표시하려면 위치가 필요합니다.
ku: core-monitor cîhê we hewce dike ku hewayê nîşan bide.
ky: core-monitor аба ырайын көрсөтүү үчүн жайгашкан жериңизди талап кылат.
lb: core-monitor erfuerdert Är Plaz fir d'Wieder ze weisen.
lo: core-monitor ຕ້ອງການສະຖານທີ່ຂອງທ່ານເພື່ອສະແດງສະພາບອາກາດ.
lt: core-monitor reikalinga jūsų vieta, kad būtų rodomas oras.
lv: Lai parādītu laikapstākļus, core-monitor ir nepieciešama jūsu atrašanās vieta.
mg: core-monitor dia mitaky ny toerana misy anao hanehoana ny toetrandro.
mi: Kei te hiahia a core-monitor i to waahi hei whakaatu i te huarere.
mk: core-monitor бара вашата локација да го прикажува времето.
ml: core-monitor-ന് കാലാവസ്ഥ പ്രദർശിപ്പിക്കുന്നതിന് നിങ്ങളുടെ സ്ഥാനം ആവശ്യമാണ്.
mn: core-monitor нь цаг агаарыг харуулахын тулд таны байршлыг шаарддаг.
mr: core-monitor ला हवामान प्रदर्शित करण्यासाठी तुमचे स्थान आवश्यक आहे.
ms: core-monitor memerlukan lokasi anda untuk memaparkan cuaca.
mt: core-monitor jeħtieġ il-lokalità tiegħek biex turi t-temp.
my: core-monitor ရာသီဥတုကိုပြသရန်သင့်တည်နေရာလိုအပ်သည်။
nb: core-monitor krever posisjonen din for å vise været.
ne: core-monitor लाई मौसम प्रदर्शन गर्न तपाईंको स्थान चाहिन्छ।
nl: core-monitor heeft uw locatie nodig om het weer weer te geven.
om: core-monitor haala qilleensaa agarsiisuuf bakka jirtu barbaada.
or: core-monitor ପାଣିପାଗ ପ୍ରଦର୍ଶନ କରିବାକୁ ଆପଣଙ୍କର ଅବସ୍ଥାନ ଆବଶ୍ୟକ କରେ |
pa: core-monitor ਨੂੰ ਮੌਸਮ ਦਿਖਾਉਣ ਲਈ ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਦੀ ਲੋੜ ਹੈ।
pl: core-monitor wymaga Twojej lokalizacji, aby wyświetlić pogodę.
ps: core-monitor د هوا ښودلو لپاره ستاسو موقعیت ته اړتیا لري.
pt: core-monitor requer sua localização para exibir o clima.
qu: core-monitor maypi kasqaykita pachata qhawachinapaq munan.
ro: core-monitor necesită locația dvs. pentru a afișa vremea.
ru: core-monitor требует вашего местоположения для отображения погоды.
rw: core-monitor isaba aho uherereye kugirango werekane ikirere.
sd: core-monitor توهان جي مقام جي ضرورت آهي موسم کي ظاهر ڪرڻ لاءِ.
si: core-monitor කාලගුණය පෙන්වීමට ඔබගේ ස්ථානය අවශ්‍ය වේ.
sk: core-monitor vyžaduje na zobrazenie počasia vašu polohu.
sl: core-monitor zahteva vašo lokacijo za prikaz vremena.
sm: core-monitor e manaʻomia lou nofoaga e faʻaalia ai le tau.
so: core-monitor waxay u baahan tahay goobtaada si ay u muujiso cimilada.
sq: core-monitor kërkon vendndodhjen tuaj për të shfaqur motin.
sr: ЗКСТОКЕН0К захтева вашу локацију за приказ времена.
su: core-monitor merlukeun lokasi anjeun pikeun mintonkeun cuaca.
sv: core-monitor kräver din plats för att visa vädret.
sw: core-monitor inahitaji eneo lako ili kuonyesha hali ya hewa.
ta: core-monitor வானிலையைக் காட்ட உங்கள் இருப்பிடம் தேவை.
te: core-monitor వాతావరణాన్ని ప్రదర్శించడానికి మీ స్థానం అవసరం.
tg: core-monitor барои нишон додани обу ҳаво макони шуморо талаб мекунад.
th: core-monitor ต้องการตำแหน่งของคุณเพื่อแสดงสภาพอากาศ
tk: core-monitor howany görkezmek üçin ýerleşýän ýeriňizi talap edýär.
tr: core-monitor, hava durumunu görüntülemek için konumunuzu gerektirir.
tt: core-monitor һава торышын күрсәтү өчен сезнең урыныгызны таләп итә.
ug: core-monitor ھاۋارايىڭىزنى كۆرسىتىش ئۈچۈن ئورنىڭىزنى تەلەپ قىلىدۇ.
uk: core-monitor вимагає вашого місцезнаходження для відображення погоди.
ur: core-monitor کو موسم ظاہر کرنے کے لیے آپ کا مقام درکار ہے۔
uz: core-monitor ob-havoni ko‘rsatish uchun joylashuvingizni talab qiladi.
vi: core-monitor yêu cầu vị trí của bạn để hiển thị thời tiết.
xh: I-core-monitor ifuna indawo okuyo ukubonisa imozulu.
yi: core-monitor ריקווייערז דיין אָרט צו ווייַזן די וועטער.
yo: core-monitor nilo ipo rẹ lati ṣe afihan oju ojo.
zh_hans: core-monitor 需要您所在的位置才能显示天气。
zh_hant: core-monitor 需要您所在的位置才能顯示天氣。
zu: I-core-monitor idinga indawo yakho ukuze ibonise isimo sezulu.
